Repository: saadhre/my-website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Hasła nie są takie same
ru: Введенные пароли не соответствуют

source: Niepoprawne parametry logowania
ru: Неправильные параметры входа

source: Rozpoczęto reset hasła
ru: Начата процедура сброса пароля

source: Zresetowano hasło
ru: Пароль был сборшен

source: Jeżeli wprowadziłeś poprawny adres to za chwilę otrzymasz e-maila z dalszymi instrukcjami
ru: Если был введен правильный адрес, то в скором времени вы получите письмо с дальнейшими инструкциями

source: Link resetowania hasła już wygasł, spróbuj ponownie
ru: Ссылка сброса пароля устарела

source: Pomyślnie zmieniłeś swoje hasło
ru: Удалось изменить пароль

source: Yaroslav Shatkevich
ru: Ярослав Шаткевич

source: Wymagana autoryzacja
ru: Требуется вход в систему

source: Nazwa użytkownika
ru: Имя пользователя

source: Hasło
ru: Пароль

source: Zaloguj
ru: Войти

source: Reset hasła
ru: Сбросить пароль

source: Rozpocznij resetowanie hasła
ru: Начать сброс пароля

source: E-mail użyty podczas rejestracji
ru: Адрес электронной почты

source: Rozpocznij
ru: Начать

source: Wróć do logowania
ru: Вернуться

source: Zmień swoje hasło
ru: Измените свой пароль

source: Nowe hasło
ru: Новый пароль

source: Powtórz
ru: Повторить

source: Zmień
ru: Изменить

source: Potwierdzenie zresetowania hasła
ru: Подтверждение смены пароля

source: Pomyślnie zmieniłeś swoje hasło! Dla przypomnienia Twój login: %(username)s a zalogować się możesz <a href="%(url)s">tutaj</a>.
ru: Вам удалось изменить свой пароль! Напоминаем имя вашего пользователя: %(username)s. Зайти в систему вы можете <a href="%(url)s">здесь</a>.

source: Rozpoczęcie procesu resetowania hasła
ru: Начало процедуры сброса пароля

source: Wprowadź nowe hasło <a href="%(url)s">tutaj</a>.
ru: Вы можете сбросить пароль <a href="%(url)s">здесь</a>.
